Repository: beebs93/c5-where_is_my_block
Catalog: where_*_block/languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: # Per Page
de_de: # pro Seite

source: ...Really?
de_de: ...wirklich?

source: An Ajax error occured:
de_de: AJAX Fehler:

source: Choose a block type
de_de: Block-Typ auswählen

source: Lists the pages that contain a specific block type.
de_de: Findet Seiten in denen der auswählte Block-Typ verwendet wird.

source: No pages contain that block type
de_de: Block-Typ in keiner Seite gefunden

source: Search
de_de: Suchen

source: Some pages may be omitted due to your current viewing permissions.
de_de: Einige Seiten werden möglicherweise aufgrund von eingeschränkten Berechtigungen nicht angezeigt.

source: There was an error with your request
de_de: Fehler bei der Anfrage

source: Viewing 1 to %d (%d Total)
de_de: Zeige Seite 1 bis %d (Total %d)

source: Viewing %d to %d (%d Total)
de_de: Zeige Seite %d bis %d (Total %d)

source: Where Is My Block
de_de: Wo ist mein Block

source: Where Is My Block?
de_de: Wo ist mein Block?

source: You cannot search for that block type
de_de: Kann nicht nach diesem Block-Typ suchen

source: You may also want to <a href="%s">clear your cache</a> to ensure you have the most up-to-date results.
de_de: Um sicherzustellen, dass das Ergebnis aktuell ist, sollten Sie vorgängig den <a href="%s">Cache leeren</a>.

source: You need to select a block type to search for
de_de: Bitte Block-Typ auswählen

source: %s Blocks
de_de: %s Blöcke

source: Instances
de_de: Instanzen

source: Page Name
de_de: Seitennamen

source: Page Path
de_de: Pfad
